CUSTCHOICES = (('1', 'РТУ'), ('2', 'Таможня'), ('3', 'Пост'))
PPTYPESCHOICES = (('1', 'АПП'), ('2', 'ВПП'), ('3', 'ЖДПП'),
                  ('4', 'МПП'), ('5', 'ППП'), ('6', 'РПП'),
                  ('7', 'СПП'))
SERIAL_NUM_CHOICES = (('1', 'Обязан быть серийный номер'),
                      ('2', 'Обязан отсутствовать серийный номер'),
                      ('3', 'Наличие серийного номера возможно'))

PATTERN1 = {
    'ДВТУ': 'Дальневосточное таможенное управление',
    'ПТУ': 'Приволжское таможенное управление',
    'СТУ': 'Сибирское таможенное управление',
    'СЗТУ': 'Северо-Западное таможенное управление',
    'УТУ': 'Уральское таможенное управление',
    'ЦТУ': 'Центральное таможенное управление',
    'ЮТУ': 'Южное таможенное управление',
    'СКТУ': 'Северо-Кавказское таможенное управление',
    'ТНП': ''
}
PATTERN2 = {
    'А': 'АПП',
    'В': 'ВПП',
    'Ж': 'ЖДПП',
    'М': 'МПП',
    'П': 'ППП',
    'Р': 'РПП',
    'С': 'СПП'
}
